---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingJustification
source: html/1b458b40-b9a1-c706-7754-186ec0dd719c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingJustification Property

"Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingJustification { get; }
```